       identification division.
       program-id. hello.
       environment division.
       data division.
       procedure division.
           display "Hello Wolrd"
           stop run.
            

       
        